[{"Assignee:":"WINNICK DANIEL M.","Inventors:":"Winnick, Daniel M. (Orinda, CA, US)","Publication Date:":"01\/29\/2015","Title:":"SYSTEMS AND METHODS FOR AUTOMATED TROUBLESHOOTING"},{"Assignee:":"WOODBURY GARY L.","Inventors:":"Woodbury, Gary L. (Union City, OH, US)","Publication Date:":"07\/17\/2003","Title:":"CARCASS TRANSPORTATION DEVICE"},{"Assignee:":"Accenture Global Service GmbH (Schaffhausen, CH)","Inventors:":"Probst, Katharina (Dyer, IN, US) Ghani, Rayid (Chicago, IL, US)","Publication Date:":"03\/19\/2009","Title:":"AUTOMATED CLASSIFICATION ALGORITHM COMPRISING AT LEAST ONE INPUT-INVARIANT PART"},{"Assignee:":"Saraansh Software Solutions Pvt. Ltd. (Bangalore, IN)","Inventors:":"Kalyan, Malathi (Bangalore, IN) Dattasharma, Abhi (West Bengal, IN) Vasudevan, Rajesh (Bangalore, IN) Yogindrappa, Santosh V. (Bangalore, IN)","Publication Date:":"12\/24\/2009","Title:":"SYSTEM FOR DETECTING BANKING FRAUDS BY EXAMPLES"},{"Assignee:":null,"Inventors:":"Shao, Zheng (Sunnyvale, CA, US) Fu, Wenjie (Pittsburgh, PA, US)","Publication Date:":"08\/20\/2009","Title:":"SYSTEMS AND METHODS OF PREDICTING RESOURCE USEFULNESS USING UNIVERSAL RESOURCE LOCATORS"},{"Assignee:":"BINGHAM PARIS E. HELGREN MATTHEW J. MARTIN REX G. LITTLE MIKE E. TREECE ALAN J.","Inventors:":"Paris Jr., Bingham E. (Aurora, CO, US) Helgren, Matthew J. (Austin, TX, US) Martin, Rex G. (Plano, TX, US) Little, Mike E. (Cedar Park, TX, US) Treece, Alan J. (St. Peters, MO, US)","Publication Date:":"08\/07\/2003","Title:":"Knowledge automation engine for product knowledge management"},{"Assignee:":null,"Inventors:":"Kadri, Faisal L. (Dollard Des Omeaux, CA)","Publication Date:":"07\/24\/2008","Title:":"Artificial Psychology Dialog Player with Aging Simulation"},{"Assignee:":"Verizon Services Corp. (Arlington, VA, US)","Inventors:":"Ormazabal, Gaston S. (New York, NY, US) Schulzrinne, Henning G. (Leonia, NJ, US) Nagpal, Sarvesh (New York, NY, US)","Publication Date:":"01\/01\/2009","Title:":"THEFT OF SERVICE ARCHITECTURAL INTEGRITY VALIDATION TOOLS FOR SESSION INITIATION PROTOCOL (SIP)-BASED SYSTEMS"},{"Assignee:":"INTERNATIONAL BUSINESS MACHINES CORPORATION (ARMONK, NY, US)","Inventors:":"Chetuparambil, Madhu K. (Raleigh, NC, US) Haberkorn, Marc E. (Raleigh, NC, US) Kaplinger, Todd E. (Raleigh, NC, US)","Publication Date:":"12\/31\/2009","Title:":"USING EXCLUSION BASED SECURITY RULES FOR ESTABLISHING URI SECURITY"},{"Assignee:":null,"Inventors:":"Cohen, Hunter C. (Water Mill, NY, US)","Publication Date:":"09\/28\/2006","Title:":"Filtered search results"}]